export const companiesData = {
  'Первый семестр': {
    'Херриот-Ватт': 1,
    TBank: 2,
    ЦФТ: 3,
    ЦФТы: 3,
    'sdsd-s': 3,
    'sdsвd-s': 3,
    'sdsвd-ыs': 3,
    'sdsвыd-ыs': 3,
    'sdsвыd-ыыs': 3,
    'sdsвыd-ывs': 3,
  },
  'Весенний семестр1': {
    'Херриот-Ватт': 1,
    TBank: 2,
  },
  'Семестр тест': {
    'Херриот-Ватт': 1,
    ЦФТ: 3,
    'sdsd-s': 3,
  },
  'Весенний семестр 2025': {
    'Херриот-Ватт': 1,
    TBank: 2,
  },
};

export const positionsData = {
  'Первый семестр': {},
  'Весенний семестр1': {},
  'Семестр тест': {
    'Frontend разработчик': 1,
  },
  'Весенний семестр 2025': {
    'Frontend разработчик': 1,
    '1C разработчик': 3,
  },
};
